START_KB = {
    'categories': '⬇️ Категории ⬇️',
    'news': '📰 Новости 📰',
    'discount_products': "🔥 Скидки 🔥",
    'cart': '🛒 Корзина{} 🛒'
}

TEXTS = {
    'greeting_message': 'Приветсвтую в телеграм магазине 🏬',
    'categories_message': "Выберите категорию",
    'back': '⏮️Назад',
    'back_to_category': '⬆️Наверх⬆️',
    'add_to_cart': 'Добавить в 🛒',
    'price': 'Цена',
    'details': 'Подробнее',
    'next': 'Следующий продукт ⏭️',
    'previous': '⏮️Предыдущий продукт',
    'send_all_products': 'Отправить все товары категории',
    'characteristics': 'Характеристики',
    'height': 'Высота',
    'width': 'Ширина',
    'depth': 'Глубина',
    'weight': 'Вес',
    'discount': 'Скидка',
    'added_to_cart': 'Добавлено в 🛒',
    'no_cart_items': 'В корзине пусто',
    'delete_item': 'Удалить 🗑️',
    '-1': '-1',
    '+1': '+1',
    'quantity_short': 'Кол-во',
    'subsum': 'Сумма',
    'total_cost': 'Итого',
    'product_view': '🔍',
    'start_cart_text': 'Корзина имеет {} позиции',
    'cart_delete': 'Удалить корзину',
    'order_proceed': 'Оформить заказ'
}
