START_KB = {
    'categories': '⬇️ Категории ⬇️',
    'news': '📰 Новости 📰',
    'discount_products': "🔥 Скидки 🔥",
    'cart': '🛒 Корзина 🛒'
}

TEXTS = {
    'greeting_message': 'Приветсвтую в телеграм магазине 🏬',
    'categories_message': "Выберите категорию",
    'back': '⏮️Назад',
    'back_to_category': '⬆️Наверх⬆️',
    'add_to_cart': 'Добавить в 🛒',
    'price': 'Цена',
    'details': 'Подробнее',
    'next': 'Следующий продукт ⏭️',
    'previous': '⏮️Предыдущий продукт',
    'send_all_products': 'Отправить все товары категории',
    'characteristics': 'Характеристики',
    'height': 'Высота',
    'width': 'Ширина',
    'depth': 'Глубина',
    'weight': 'Вес',
    'discount': 'Скидка'
}
